Repository: anhk6ngo/deksgroup
Catalog: DTour/DTour.Client/Localization/SharedResource.*.resx
Languages: vi

source: Home
vi: Trang chủ

source: Remember me
vi: Ghỉ nhớ tôi

source: Forgot your password
vi: Quên mật khẩu

source: Go Home
vi: Về trang chủ

source: Change Password
vi: Thay đổi mật khẩu

source: Confirm Password
vi: Xác nhận mật khẩu

source: Old Password
vi: Mật khẩu cũ

source: New Password
vi: Mật khẩu mới

source: Reset Password
vi: Khôi phục mật khẩu

source: Reset
vi: Khôi phục

source: Please enter your password
vi: Nhập mật khẩu mới

source: Use 8 or more characters with a mix of letters, numbers, symbols
vi: Mật khẩu có độ dài tối thiểu 8 ký tự bao gồm chữ, số, ký tự đặc biệt

source: Permissions
vi: Phân quyền

source: Register
vi: Đăng ký mới

source: Users
vi: Người sử dụng

source: User
vi: Người sử dụng

source: User Management
vi: Quán lý người dùng

source: Administrator
vi: Quán trị

source: Commission
vi: Hoa hồng

source: Approve Top-up
vi: Phê duyệt nạp tiền

source: Top-up
vi: Nạp tiền

source: Currency
vi: Tiền tệ

source: Dash board
vi: Thông tin tổng hợp

source: Operation
vi: Điều hành khai thác

source: Buy Tickets
vi: Mua vé

source: Exchange rate
vi: Tỉ giá ngoại tệ

source: Contact Us
vi: Liên hệ chúng tôi

source: From
vi: Từ

source: To
vi: Đến

source: One Way
vi: Một chiều

source: Round Trip
vi: Khứ hồi

source: Find tickets
vi: Tìm vé

source: Adults
vi: Người lớn

source: Adult
vi: Người lớn

source: Log in
vi: Đăng nhập

source: Sign out
vi: Đăng xuất

source: Agent
vi: Đại lý

source: Tour By Requested
vi: Du lịch theo yêu cầu

source: Gallery
vi: Thư viện ảnh

source: DTour News
vi: Tin tức của DTour

source: News
vi: Tin tức

source: Careers
vi: Tuyển dụng

source: Our Company
vi: Công ty chúng tôi

source: Services
vi: Dịch vụ

source: India Nepal
vi: Ấn độ - Nepal

source: Korea
vi: Hàn quốc

source: Japan
vi: Nhật bản

source: China
vi: Trung Quốc

source: Asia
vi: Đông Nam Á

source: Destination
vi: Điểm đến

source: Ancillary
vi: Dịch vụ sân bay

source: Quick Links
vi: Liên kết nhanh

source: Our Service
vi: Dịch vụ của chúng tôi

source: Terms of Service
vi: Điều khoản dịch vụ

source: Ha Noi
vi: Hà nội

source: Ho Chi Minh
vi: Hồ Chí Minh

source: Copyright
vi: Bản quyền

source: We Accept
vi: Chúng tôi chấp thuận

source: Travel Guide
vi: Cẩm nang du lịch

source: Air
vi: Máy bay

source: Train
vi: Tàu

source: Tour
vi: Du lịch

source: Child
vi: Trẻ em

source: Age
vi: Tuổi

source: About Us
vi: Về chúng tôi

source: Children/Youths
vi: Trẻ em/Thanh thiếu niên

source: Not found. Please try again
vi: Không tìm thấy. Xin hãy thử lại lần nữa

source: Search
vi: Tìm kiếm

source: Get In Touch
vi: Liên hệ

source: From: City, Airport, Station
vi: Từ: Thành phố, sân bay, nhà ga

source: To: City, Airport, Station
vi: Đến: Thành phố, sân bay, nhà ga

source: English
vi: Tiếng Anh

source: Vietnamese
vi: Tiếng Việt

source: Your Tickets Save the World
vi: Vé của bạn cứu thế giới

source: Help us help!
vi: Trợ giúp chúng tôi

source: 24/7 Customer service
vi: Dịch vụ khách hàng 24/7

source: In your country, language, time zone
vi: Trong nước ban, ngô ngữ, múi giờ

source: Free Virtual City Guide
vi: Miễn phí hướng thành phố

source: cities in your hand
vi: thành phố trong tay

source: 4.8 Stars | 10000+ Reviews
vi: 4.8 sao | 10000+ Đánh giá

source: Select
vi: Chọn

source: See itinerary details
vi: Xem hành trình

source: Operator
vi: Điều hành bởi

source: Switch
vi: Chuyển đổi

source: Train number
vi: Tàu số

source: Transaction Status
vi: Trạng thái giao dịch

source: Completed
vi: Hoàn thành

source: Thank you
vi: Cảm ơn bạn

source: Booking Is Successfully
vi: Đặt chỗ hoàn thành

source: Route
vi: Chặng

source: Pax's Name
vi: Tên hành khách

source: Date
vi: Ngày

source: Coach
vi: Toa

source: Transport No
vi: Số

source: Seat
vi: Ghế

source: Ticket
vi: Vé

source: Download
vi: Tải về

source: stop
vi: điểm dừng

source: Non-stop
vi: Không dừng

source: 3 steps away from your trip
vi: 3 bước nữa để bắt đầu chuyến đi của bạn

source: Departure time
vi: Thời gian khởi hành

source: Fare, Class Selection
vi: Chọn giá vé, hạng dịch vụ

source: Passenger Details
vi: Thông tin hành khách

source: Select Outbound
vi: Chọn vé một chiều

source: Outbound
vi: Một chiều

source: Select Inbound
vi: Chọn vé khứ hồi

source: Inbound
vi: Khứ hồi

source: Cheapest
vi: Rẻ nhất

source: Fastest
vi: Nhanh nhất

source: Direct train
vi: Tàu không dừng

source: Choose Class and Fare
vi: Chọn giá và hạng vé

source: Duration
vi: Tổng thời gian

source: Step 1 of 2
vi: Bước 1/2

source: Your class
vi: Hạng vé

source: Selected
vi: Lựa chọn

source: Select your Fare
vi: Chọn giá vé của bạn

source: Step 2 of 2
vi: Bước 2/2

source: Ticket Options
vi: Tùy chọn vé

source: Buyer Information
vi: Thông tin người mua

source: These fields are required
vi: Các trường thông tin bắt buộc

source: First Name
vi: Tên

source: Last Name
vi: Họ

source: Phone number
vi: Điện thoại

source: International format, like
vi: Định dạng quốc tế như

source: Passenger Information
vi: Thông tin hành khách

source: Use Contact Details
vi: Sử dụng thông tin người mua

source: Email Address
vi: Địa chỉ email

source: Birthdate
vi: Ngày sinh

source: Your Tickets
vi: Vé của bạn

source: Select an option from the list
vi: Chọn chuyến đi từ danh sách

source: Please select a ticket from the list
vi: Xin vui lòng chọn vé từ danh sách

source: Add new
vi: Thêm mới

source: Edit
vi: Chỉnh sửa

source: Delete
vi: Xóa

source: Name
vi: Tên

source: Description
vi: Diễn giải

source: Roles
vi: Nhóm vai trò

source: View Roles on User
vi: Xem NSD có vai trò

source: Set Role for User
vi: Gán vai trò

source: Update Station
vi: Cập nhật chi nhánh

source: Station
vi: Chi nhánh

source: Remove Role on User
vi: Bỏ vai trò

source: Do it
vi: Thực hiện

source: User have role
vi: Người SD có vai trò

source: List of Roles
vi: Danh sách quyền

source: View Users
vi: Xem người dùng

source: Clear Users
vi: Xóa hết người dùng

source: Edit Role
vi: Sửa vai trò

source: Delete Role
vi: Xóa vai trò

source: Set Rights
vi: Gán vai trò

source: Edit Ticket
vi: Chỉnh sửa vé

source: Ticket Conditions
vi: Điều kiện vé

source: Ticket, Fare Conditions
vi: Điều kiện vé, hạng vé

source: Tickets
vi: Vé

source: Tax and fees
vi: Thuế, phí

source: Pay with Card
vi: Thanh toán thẻ

source: Pay with Cash
vi: Thanh toán tiền mặt

source: No train found between these two stations
vi: Không có tàu giữa hai trạm

source: Please select other stations or dates
vi: Xin lựa chọn chuyến khác hoặc ngày khác

source: Are you sure you want to update the outbound ticket?
vi: Bạn có chắc bạn muốn thay đổi thông tin vé

source: Optional
vi: Tùy chọn

source: Cancel
vi: Hủy bỏ

source: Code
vi: Mã

source: Sign Date
vi: Ngày ký kết

source: Contact Personal
vi: Người liên hệ

source: OUT
vi: Một chiều

source: Dear
vi: Kính gửi

source: Password
vi: Mật khẩu

source: Passenger
vi: Khách

source: Passengers
vi: Khách

source: Create a new account
vi: Tạo mới tài khoản

source: Full Name
vi: Họ và tên

source: Use a local account to log in
vi: Sử dụng tài khoản cá nhân để đăng nhập

source: Here are your booking details. We thank you for your purchase.
vi: Đây là thông tin đặt chỗ chi tiết. Chúng tôi xin cảm ơn bạn đã mua dịch vụ của chúng tôi.

source: Bank No
vi: Tài khoản ngân hàng

source: Bank Name
vi: Tên ngân hàng

source: Save Change
vi: Lưu thay đổi

source: Action
vi: Hành động

source: Phone
vi: Điện thoại

source: List of Agent
vi: Danh sách đại lý

source: List of Currency
vi: Danh sách tiền tệ

source: List of Exchange Rate
vi: Danh sách tỉ giá

source: List of Commission
vi: Danh sách hoa hồng

source: List of Request Top-up
vi: Danh sách yêu cầu phê duyệt

source: List of Top-up
vi: Danh sách nạp tiền

source: Rate
vi: Tỉ giá

source: Percent
vi: Phần trăm

source: Is Deposit
vi: Đặt cọc không?

source: Deposit
vi: Đặt cọc

source: Note
vi: Ghi chú

source: Balance
vi: Số dư

source: Amount
vi: Số tiền

source: Yes
vi: Có

source: No
vi: Không

source: View Report
vi: Xem báo cáo

source: Total Amount
vi: Tổng tiền

source: Total Booking
vi: Tổng đặt chỗ

source: Total Cancel
vi: Tổng hủy chỗ

source: Statistics Booking
vi: Thống kê đặt chỗ

source: Statistics Service
vi: Thống kê dịch vụ

source: Booking Type
vi: Kiêu đặt chỗ

source: Approve Amount
vi: Tiền được chấp nhận

source: Get Data
vi: Lấy dữ liệu

source: Status
vi: Trạng thái

source: Request Approved
vi: Yêu cầu phê duyệt

source: Approved
vi: Chấp thuận

source: Rejected
vi: Bị từ chối

source: Preparing
vi: Chuẩn bị

source: Booking code
vi: Mã đặt chỗ

source: Download Tickets by Booking code
vi: Lấy vé thông qua mã đặt chỗ

source: Transaction Reports
vi: Báo cáo giao dịch

source: Payment Type
vi: Kiểu thanh toaán

source: Ticket Type
vi: Kiểu vé

source: Card
vi: Thẻ

source: Cash
vi: Tiền mặt

source: Departure Date
vi: Ngày khởi hành
